def get_about_text() -> str:
    return """
    <code>🤖 Что это за бот?</code>

Это инструмент, который помогает превратить
сырой запрос вроде:

"сделай доклад"

в понятную, структурированную
и действительно полезную инструкцию для AI.

Бот помогает нейросети лучше понять,
что именно вы хотите получить —
а затем возвращает готовый,
продуманный и качественный результат.

⚡ Вы можете использовать стандартный режим,
либо гибко настраивать стиль ответов,
глубину анализа и поведение AI под свои задачи.

    """
